/* No comment provided by engineer. */
" (Required)" = " （必填）";

/* Download cancelled status */
"%@ - Cancelled" = "%@ - 已取消";

/* Download failed status */
"%@ - Failed" = "%@ - 失败";

/* Download failed status from bad file type */
"%@ - Failed (import error)" = "%@ - 失败（导入错误）";

/* Download failed status from low disk space */
"%@ - Failed (low disk space)" = "%@ - 失败（磁盘空间不足）";

/* Download finished status */
"%@ - Finished" = "%@ - 完成";

/* Downloading status */
"%@ of %@" = "%2$@的%1$@";

/* No comment provided by engineer. */
"%i of %i Enabled" = "%1$i/%2$i已启用";

/* No comment provided by engineer. */
"Accessibility" = "辅助功能";

/* add color button tooltip */
"Add current color to My Colors" = "将当前颜色添加到我的颜色";

/* No comment provided by engineer. */
"Are you sure you want to exit without enabling required permissions?" = "您确定要在不启用所需权限的情况下退出吗？";

/* Download failed notification close action
   Download finished notification close action */
"Close" = "关闭";

/* Delete */
"Delete" = "删除";

/* No comment provided by engineer. */
"Disabled" = "已禁用";

/* Download failed notification title */
"Download Failed" = "下载失败";

/* Download finished notification title */
"Download Finished" = "下载完成";

/* Download started notification title */
"Download Started" = "下载开始";

/* Required permissions alert body */
"Enable required permissions to prevent unexpected behavior in the application." = "启用所需的权限以防止应用程序中的意外行为。";

/* No comment provided by engineer. */
"Enable to capture keystrokes in a video recording to apply keystroke effects." = "启用以捕获视频录制中的击键以应用击键效果。";

/* No comment provided by engineer. */
"Enable to record audio from an external source such as a headset." = "启用从外部源（如耳机）录制音频。";

/* No comment provided by engineer. */
"Enable to record video from an external source such as a webcam." = "启用从外部源（如网络摄像机）录制视频。";

/* No comment provided by engineer. */
"Enabled!" = "已启用！";

/* Error label singular */
"Error" = "错误";

/* Extract Panel Prompt */
"Extract" = "提取";

/* Extract panel name field */
"Extract As:" = "提取为：";

/* Extract panel message */
"Extract text for translation…" = "提取文本进行转换...";

/* Extract panel items format */
"Extract the text of %d item(s) for translation." = "提取%d个项目的文本进行转换。";

/* File header for RTF
   Header of RTF file for filename */
"File (DO NOT EDIT)" = "文件（无法编辑）";

/* Color picker toggle button title for switching to rgb color entry */
"Hex" = "十六进制";

/* Error logged when the file has been corrupted (columns/rows missing that are required as an example)
   Error logged when the file has been corrupted and we cannot read data correctly */
"Imported data is not valid." = "导入的数据无效。";

/* Error logged when XLIFF file is not version 1.2 */
"Imported data is not valid. The imported XLIFF must use the version 1.2 specifications." = "导入的数据无效。导入的XLIFF必须使用版本1.2的规范。";

/* No comment provided by engineer. */
"Microphone" = "麦克风";

/* custom colors swatches tooltip */
"My Colors" = "我的颜色";

/* No */
"No" = "否";

/* Issue details for a file where no translation issues were found. */
"No issues found." = "未找到问题。";

/* Error logged when user no target language in the file */
"No target language specified for ALL files" = "没有为所有文件指定目标语言";

/* Error logged when user has multiple target languages in XLIFF file */
"No target language specified for some files and multiple target languages specified for others. Check the XLIFF file and try again." = "没有为一些文件指定目标语言，并且为其他文件指定了多种目标语言。检查XLIFF文件，然后重试。";

/* Extract panel name placeholder */
"Project Name" = "项目名称";

/* Color picker toggle button title for switching to hex color entry */
"RGB" = "RGB";

/* No comment provided by engineer. */
"Required to capture images or videos of the screen." = "需要捕获屏幕上的图像或视频。";

/* No comment provided by engineer. */
"Screen Capture" = "屏幕捕获";

/* Switch Mode to Hex */
"Switch to HEX" = "切换至十六进制";

/* Switch Mode to RGB */
"Switch to RGB" = "切换至RGB";

/* Download failed notification view action
   Download finished notification view action */
"View" = "视图";

/* Warning label singular */
"Warning" = "警告";

/* No comment provided by engineer. */
"Webcam" = "网络摄像机";

/* Yes */
"Yes" = "是";

/* suffix label for points */
"pt" = "点";
